Repository: zbohm/aldryn-newsblog
Catalog: aldryn_newsblog/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Mark selected articles as published
cs: Označit vybrané články jako publikované

source: Mark selected articles as not published
cs: Označit vybrané články jako nepublikované

source: Mark selected articles as featured
cs: Označit vybrané články jako doporučené

source: Mark selected articles as not featured
cs: Označit vybrané články jako ne doporučené

source: Meta Options
cs: Meta možnosti

source: Advanced Settings
cs: Pokročilé nastavení

source: Previous Article
cs: Předchozí článek

source: Back to Overview
cs: Zpět na přehled

source: Next Article
cs: Další článek

source: No items available
cs: Nejsou k dispozici žádné položky

source: First
cs: První

source: Previous
cs: Předchozí

source: Next
cs: Další

source: Last
cs: Poslední

source: Most recent articles containing "<strong>%(query)s</strong>"
cs: Nejnovější články obsahující "<strong>%(query)s</strong>"

source: No articles found
cs: Nebyly nalezeny žádné články

source: Enter a query above
cs: Zadejte dotaz výše

source: Keyword search
cs: Vyhledávání klíčových slov

source: Keyword
cs: Klíčové slovo

source: Go
cs: Jít

source: All
cs: Vše

source: by
cs: od

source: Allow
cs: Dovolit

source: Redirect to permalink (default)
cs: Přesměrování na trvalý odkaz (výchozí)

source: Permanent redirect to permalink
cs: Trvalé přesměrování na trvalý odkaz

source: Return 404: Not Found
cs: Return 404: Nenalezeno

source: name
cs: jméno

source: permalink type
cs: typ trvalého odkazu

source: Choose the style of urls to use from the examples. (Note, all types are relative to apphook)
cs: Z příkladů vyberte styl adres URL, které chcete použít. (Všimněte si, že všechny typy jsou relativní k apphook)

source: non-permalink handling
cs: zacházení s non-permalink

source: How to handle non-permalink urls?
cs: Jak zacházet s non-permalink urls?

source: Paginate size
cs: Velikost stránkování

source: When paginating list views, how many articles per page?
cs: Pokud se objeví stránkování, kolik článků připadne na stránku?

source: Pagination pages start
cs: Začátek stránkování

source: When paginating list views, after how many pages should we start grouping the page numbers.
cs: Pokud se objeví stránkování, po kolika stránkách bychom měli začít stránkování seskupovat.

source: Pagination pages visible
cs: Viditelné stránkování

source: When grouping page numbers, this determines how many pages are visible on each side of the active page.
cs: Pokud se objeví stránkování, toto určuje, kolik stránek je viditelných na každé straně aktivní stránky.

source: Excluded featured articles count
cs: Počet vyloučených doporučených článků

source: If you are using the Featured Articles plugin on the article list view, you may prefer to exclude featured articles from the article list itself to avoid duplicates. To do this, enter the same number here as in your Featured Articles plugin.
cs: Používáte-li zásuvný modul Doporučené články v zobrazení seznamu článků, můžete raději vyloučit vybrané články ze seznamu článků, abyste se vyhnuli duplikátům. Chcete-li to provést, zadejte stejné číslo jako v zásuvném modulu Doporučené články.

source: Prefix for template dirs
cs: Předpona pro složku se šablonami

source: Auto-create authors?
cs: Automatické vytváření autorů?

source: Automatically create authors from logged-in user?
cs: Automaticky vytvořit autory z přihlášených uživatelů?

source: Hide author
cs: Skrýt autora

source: Don't show the author of the article.
cs: Nezobrazovat autora článku.

source: Display No-photo icon
cs: Zobrazit ikonu Bez fotografie

source: Display "No photo" icon if the user does not have one.
cs: Zobrazit ikonu "Bez fotografie", pokud si uživatel žádnou nenahrál.

source: Include in search index?
cs: Zahrnout do indexu vyhledávání?

source: Include articles in search indexes?
cs: Zahrnout články do indexů vyhledávání?

source: untitled
cs: nepojmenovaný

source: Section
cs: Sekce

source: Sections
cs: Sekce

source: Post published by default
cs: Příspěvek publikován ve výchozím nastavení

source: Archive
cs: Archív

source: Article Search
cs: Vyhledávání v archívu

source: Authors
cs: Autoři

source: Categories
cs: Kategorie

source: Featured Articles
cs: Doporučené články

source: Latest Articles
cs: Poslední články

source: Related Articles
cs: Související články

source: Tags
cs: Značky

source: Configure addon
cs: Konfigurovat addon

source: Article list
cs: Seznam článků

source: Add new article
cs: Přidat nový článek

source: Edit this article
cs: Editovat tento článek

source: Delete this article
cs: Smazat tento článek

source: Content
cs: Obsah

source: Optional. If provided, it will be added to the main body of the article as a text plugin, that can be formatted.
cs: Volitelné. Pokud bude uveden, bude přidán do hlavního textu článku jako textový plugin, který lze formátovat.

source: New news/blog article
cs: Nový news/blog článek

source: Create a new news/blog article.
cs: Vytvořit nový news/blog článek.

source: Articles on %(site_name)s
cs: Články na %(site_name)s

source: untitled-article
cs: clanek-bez-nazvu

source: title
cs: název

source: Used in the URL. If changed, the URL will change. Clear it to have it re-created automatically.
cs: Používá se v adrese URL. Pokud se změní, změní se adresa URL. Chcete-li, aby se automaticky znovu vytvořil, zrušte jej.

source: lead
cs: Úvod

source: The lead gives the reader the main idea of the story, this is useful in overviews, lists or as an introduction to your article.
cs: Úvod sděluje čtenáři hlavní myšlenku příběhu, což je užitečné v přehledech, seznamech nebo jako úvod k článku.

source: author
cs: autor

source: owner
cs: vlastník

source: categories
cs: kategorie

source: publishing date
cs: datum vydání

source: is published
cs: je publikováno

source: is featured
cs: je doporučeno

source: featured image
cs: doporučující obrázek

source: related articles
cs: související články

source: The maximum duration (in seconds) that this plugin's content should be cached.
cs: Maximální doba trvání (v sekundách), po kterou by měl být obsah tohoto pluginu uložen do mezipaměti.

source: Apphook configuration
cs: Konfigurace Apphook

source: %s archive
cs: %s archív

source: max articles
cs: max článků

source: The maximum number of found articles display.
cs: Zobrazí se maximální počet nalezených článků.

source: %s authors
cs: %s autorů

source: %s categories
cs: %s kategorií

source: The maximum number of featured articles display.
cs: Zobrazí se maximální počet doporučených článků.

source: featured article
cs: doporučený článek

source: featured articles: %(count)s
cs: doporučené články: %(count)s

source: The maximum number of latest articles to display.
cs: Zobrazí se maximální počet posledních článků.

source: The maximum number of featured articles to exclude from display. E.g. for uses in combination with featured articles plugin.
cs: Maximální počet doporučených článků, které lze vyloučit ze zobrazení. Např. pro použití v kombinaci s pluginem pro doporučené články.

source: %(app_title)s latest articles: %(latest_articles)s
cs: %(app_title)s poslední články: %(latest_articles)s

source: Related articles
cs: Související články

source: %s tags
cs: %s značek
